Repository: JulianKahnert/AppStore-Connect-Widget
Catalog: AC Widget/*.lproj/Localizable.strings
Languages: de

source: Welcome to
de: Wilkommen zu

# OPEN_SOURCE_DESCRIPTION
source: ACWidget is completely open source on [GitHub](https://github.com/no-comment/AppStore-Connect-Widget).
de: ACWidget ist komplett open source auf GitHub.

source: Multiple Keys
de: Meherer Keys

# MULTIPLE_KEYS_DESCRIPTION
source: Add as many different keys as you want.
de: Füge so viele verschiedene keys hinzu wie du magst.

source: All Currencies
de: Alle Währungen

# ALL_CURRENCIES_DESCRIPTION
source: Display you revenue in any currency.
de: Schau dir deine Einnahmen in jeder Währung an.

source: All Widget Sizes
de: Alle Widget Größen

# ALL_WIDGET_SIZES_DESCRIPTION
source: ACWidget has widgets in all sizes.
de: ACWidget hat Widgets in allen Größen.

source: Next
de: Weiter

source: Finish
de: Fertig

# ONBOARD_KEY_NAME
source: In order to differentiate your keys, give it a name, so that you can later match it to its Apple Developer account.
de: Um deine Keys besser auseinanderzuhalten, kannst du deinem Key einen Namen geben.

# ONBOARD_KEY_COLOR
source: You can also give it a color that will be used on the widget.
de: Du kannst jedem Key auch eine eigene Farbe geben, welche auf dem Widget verwendet wird.

# CREATE_KEY_NOTICE
source: If you haven't created an API Key yet, now is the time to do it.
de: Solltest du noch keinen API Key haben, erstelle jetzt einen.

# HOW_TO_CREATE_APIKEY
source: How to create an API key
de: Wie erstellt man einen Key

# WHERE_TO_FIND_ISSUER_ID
source: Where to find the Issuer ID
de: Wo finde ich die Issuer ID

# WHERE_TO_FIND_ISSUER_ID_DESC
source: On the top of the keys page in App Store Connect, it will state your 'Issuer ID'.
de: Ganz oben auf der Keys Seite, steht deine 'Issuer ID'.

# WHERE_TO_FIND_KEY_ID
source: Where to find the Key ID
de: Wo finde ich die Key ID

# WHERE_TO_FIND_KEY_ID_DESC
source: In the third column of the table on the keys page in App Store Connect.
de: In der dritten Spalte der Key-Tabelle in AppStoreConnect.

# WHERE_TO_FIND_KEY
source: Where to find the Key
de: Wo finde ich den Key

# WHERE_TO_FIND_KEY_DESC
source: You should have gotten the key right after creating it. Once you close the window, there unfortunately is no way to show it again. You'll have to create a new one.
de: Den Key solltest du direkt nach dem erstellen bekommen haben. Leider ist dieser nicht mehr aufrufbar, solltest du ihn verlegt haben.

# WHERE_TO_FIND_VENDOR_NR
source: Where to find the Vendor Number
de: Wo finde ich die Vendor Number

# WHERE_TO_FIND_VENDOR_NR_DESC
source: You can find it on App Store Connect in your 'Reports' tab. In the top left it should state your 'Vendor #'.
de: Diese befindet sich auf AppStoreConnect in dem 'Reports' Tab. Oben links sollte deine 'Vendor #' stehen.

# RECHECK_INPUTS
source: Recheck Key
de: Key überprüfen

source: Invalid Key
de: Ungültiger Key

# INVALID_KEY_MSG
source: Some parts of the information you entered is invalid.
de: Einige der Informationen sind inkorrekt.

source: Duplicate Key
de: Duplizierter Key

# DUPLICATE_KEY_MSG
source: You have already added this key. Please enter another one.
de: Du hast diesen Key bereits hinzugefügt. Bitte gebe einen anderen ein.

source: Loading Data
de: Daten werden geladen

source: Proceeds
de: Gewinn

source: In-App Purchases
de: In-App Käufe

source: Devices
de: Geräte

source: App Currency
de: App Währung

source: Last change: %@
de: Stand: %@

source: Currency: %@
de: Währung: %@

source: Refresh Data
de: Daten aktualisieren

source: Done
de: Fertig

source: Dismiss
de: Schliessen

# SELECT_KEY
source: Select API Key
de: API Key auswählen

source: Applications
de: Applikationen

source: Currency
de: Währung

# APPSTORE_NOTICE
source: App Store Version Available
de: App Store Version Verfügbar

# APPSTORE_NOTICE_TEXT
source: AC Widget is now available on the App Store. If you decide to download the release version, we would appreciate a review.
de: AC Widget ist jetzt im App Store. Wenn du die Release-Version herunterlädst, würden wir uns über eine Bewertung freuen.

# APPSTORE_NOTICE_PROMPT
source: Go to App Store
de: Im App Store öffnen

# APPSTORE_NOTICE_TOGGLE
source: Show App Store Banner
de: App Store Banner anzeigen

source: Settings
de: Einstellungen

source: Add Key
de: Key hinzufügen

source: Valid Key
de: Gültiger Key

# PROBLEM_KEY
source: Faulty Key
de: Fehlerhafter Key

source: General
de: Allgemein

source: Include redownloads
de: Redownloads mitzählen

source: Force refresh widget
de: Widget aktualisieren erzwingen

source: Storage
de: Speicher

# NO_APPS
source: No Apps available
de: Keine Apps verfügbar

# ALL_CACHED_ENTRIES:%lld
source: You have cached %lld entries
de: Du hast %lld Einträge im Cache

# CLEAR_ALL_CACHE
source: Clear the cache of all keys
de: Gesamten Cache löschen

# UPDATE_FREQUENCY_NOTICE
source: Note: App Store Connect updates its API data for the previous day at around 5am Pacific Time.
de: Anmerkung: AppStoreConnect stellt die Daten vom Vortag erst gegen 14 Uhr deutscher Zeit bereit.

source: Rate AC Widget
de: AC Widget bewerten

source: Key Color
de: Key Farbe

# KEY_DETAIL_FOOTER
source: Keys cannot be edited. If you want to make changes, please add them as a new key.
de: Keys können nicht bearbeitet werden. Solltest du Änderungen vornehmen wollen, erstelle bitte einen neuen Key.

source: Save
de: Speichern

# CACHED_ENTRIES:%lld
source: You have cached %lld entries
de: Du hast %lld Einträge im Cache

# CLEAR_CACHE
source: Clear the cache
de: Cache löschen

source: Delete Key
de: Key löschen

# CONFIRM_DELETE_KEY
source: Are you sure you want to delete this key?
de: Möchtest du wirklich diesen Key löschen?

# DELETE_NO_UNDO
source: There is no undo
de: Es gibt kein zurück

# REARRANGE
source: Rearrange tiles in home
de: Homebildschirm bearbeiten

# REARRANGE_SHORT
source: Rearrange
de: Umsortieren

source: Top country
de: Top Länder

source: Devices
de: Geräte

# WIDGET_NAME
source: Summary Widget
de: Übersichts Widget

# WIDGET_DESC
source: An overview of downloads and proceeds.
de: Eine Übersicht von Downloads and Gewinnen.

source: Today
de: Heute

source: Yesterday
de: Gestern

source: Yesterday
de: Gestern

# LAST_SEVEN_DAYS
source: 7 days:
de: 7 Tage:

# LAST_THIRTY_DAYS
source: 30 days:
de: 30 Tage:

# MONTH_TO_DATE
source: Month:
de: Monat:

# CHANGE_PERCENT
source: Change:
de: Verlauf:

source: Top Countries
de: Top Länder

source: 1D
de: 1T

source: 7D
de: 7T

source: 30D
de: 30T

source: No Data
de: Keine Daten

# ERROR_INVALID_CREDENTIALS
source: The credentials you entered are incorrect.
de: Die eingegeben Zugangsdaten sind inkorrekt.

# ERROR_WRONG_PERMISSIONS
source: Your API-key does not have the right permissions.
de: Dein API-Key hat nicht die erforderlichen Befugnisse.

# ERROR_EXCEEDED_LIMIT
source: You have exceeded the daily limit of API requests.
de: Du hast das tägliche Limit an API Zugriffen erreicht.

# ERROR_UNKNOWN
source: An unknown error occurred. Please file a bug report.
de: Es ist ein unbekannter Fehler aufgetreten.

# ERROR_NO_DATA_AVAILABLE
source: Data is not yet available.
de: Zur Zeit sind keine Daten verfügbar.

source: What's New
de: Änderungen

# IDEA_BUG_LINK
source: Have an idea for a new feature or found a bug?
de: Hast du eine Idee für ein neues Feature oder einen Fehler gefunden?

# UPDATE_TITLE_1
source: Async
de: iCloud Syncronisation

# UPDATE_SUBTITLE_1
source: ACWidget now uses Swifts new async features.
de: Deine API Keys werden jetzt automatisch über iCloud synchronisiert.

# UPDATE_TITLE_2
source: Reworked Onboarding
de: Extra großes Widget

# UPDATE_SUBTITLE_2
source: The Onboarding is easier and cleaner.
de: Die neue Größe zeigt nun noch mehr Details direkt auf dem Homescreen an.

# UPDATE_TITLE_3
source: Better Storage
de: Nach Apps filtern

# UPDATE_SUBTITLE_3
source: All Data is stored more efficient.
de: Du kannst jetzt filtern, auf welchen Apps die Statistiken basieren.

# UPDATE_TITLE_4
source: Pull to refresh
de: Statistische Aufschlüsselung

# UPDATE_SUBTITLE_4
source: You can now pull to refresh.
de: Tippe auf die Boxen auf der Startseite, um eine detailierte Aufschlüsselung pro App anzuzeigen.
